{
  "men-shoe-1": {
    "name": "NIKE REACT",
    "description": "The Nike React Infinity Run Flyknit is designed to help reduce injury and keep you on the run. More foam and improved upper details provide a secure and cushioned feel. Lace-up and feel the potential as you hit the road.",
    "img": "./images/men-shoe1.png",
    "price": 160
  },
  "men-shoe-2": {
    "name": "AIR JORDAN 1 MID SE",
    "description": "The Air Jordan 1 Mid SE maintains the timeless appeal of the first AJ1, revamped with fresh colors to give it an updated profile. It has a lightweight Air-Sole unit and a mix of natural and synthetic materials that make up its classic look.",
    "price": 125,
    "img": "./images/men-shoe2.png"
  },
  "men-shoe-3": {
    "name": "NIKE AIR MAX 90 NRG",
    "description": "Redesigned for casual wear, the Nike Air Max 90 NRG stays true to its '90s running roots with the rubber Waffle outsole, stitched overlays and TPU details. Bold new colors and fresh details combine with Max Air cushioning for everyday style and comfort.",
    "price": 140,
    "img": "./images/men-shoe3.png"
  },
  "men-shoe-4": {
    "name": "Zoom Freak 2",
    "description": "Giannis possesses a freakish combination of height, length and speed rarely seen in the league. The Zoom Freak 2 harnesses his power and helps enable him to generate force to help drive him down the court. A molded overlay caps the outer toe area to help contain Giannis' devastating Euro step move.",
    "price": 120,
    "img": "./images/men-shoe4.png"
  },
  "men-shoe-5": {
    "name": "NIKE METCON 6",
    "description": "The most breathable version yet, the Nike Metcon 6 helps keep your foot cool when you're going full steam. It stands up to the push and pull of heavily weighted and high-intensity workouts, delivering stability and durability.",
    "price": 130,
    "img": "./images/men-shoe5.png"
  },
  "men-shoe-6": {
    "name": "NIKE TIEMPO LEGEND 8 ELITE TECH CRAFT FG",
    "description": "The Nike Tiempo Legend 8 Elite Tech Craft FG gives you excellent touch and control of the ball in wet and dry conditions, thanks to a special finish on the kangaroo leather. The mesh lining hugs your foot for a comfortable feel right out of the box.",
    "price": 230,
    "img": "./images/men-shoe6.png"
  },
  "men-shoe-7": {
    "name": "NIKE AIR ZOOM VICTORY TOUR NRG",
    "description": "The Nike Air Zoom Victory Tour NRG redefines premium performance. Revolutionary cushioning delivers a responsive ride, while sleek synthetic leather adds sophistication to every round.",
    "price": 200,
    "img": "./images/men-shoe7.png"
  },
  "men-shoe-8": {
    "name": "NIKE ZOOM PEGASUS TURBO 2",
    "description": "The Nike Zoom Pegasus Turbo 2 is updated with a featherlight upper, while innovative foam brings revolutionary responsiveness to your long-distance training.",
    "price": 145.97,
    "img": "./images/men-shoe8.png"
  },
  "men-shoe-9": {
    "name": "NIKE COURT AIR ZOOM VAPOR X KNIT",
    "description": "The latest innovation to hit the court, the NikeCourt Air Zoom Vapor X Knit gives you responsive performance in a breathable, lightweight design. The supportive knit and synthetic upper is built to secure your foot during your most explosive movements.",
    "price": 170,
    "img": "./images/men-shoe9.png"
  },
  "women-shoe-1": {
    "name": "NIKE SPACE HIPPIE 04",
    "description": "Space Hippie is a story of trash transformed. From the upper to the outsole, Space Hippie 04 is made of at least 25% recycled material by weight. Not only is it the most lightweight silhouette within the collection, it also has the lowest carbon footprint. Its ‘Space Waste Yarn’ upper includes about 75% recycled content by weight–made from recycled plastic bottles, t-shirts and yarn scraps. A soft, Crater Foam midsole combines Nike grind with a blend of foams for stability and a unique aesthetic.",
    "price": 130,
    "img": "./images/women-shoe1.png"
  },
  "women-shoe-2": {
    "name": "NIKE AIR ZOOM PEGASUS 37 PREMIUM",
    "description": "Reinvigorate your stride with the Nike Air Zoom Pegasus 37 Premium. Delivering the same fit and feel that runners love, the shoe has an all-new forefoot cushioning unit and foam for maximum responsiveness. Eye-popping colors and bold shapes deliver a new spin on your favorite. The result is a durable, lightweight trainer designed for everyday running.",
    "price": 120,
    "img": "./images/women-shoe2.png"
  },
  "women-shoe-3": {
    "name": "NIKE METCON 6",
    "description": "The most breathable version yet, the Nike Metcon 6 helps keep your foot cool when you're going full steam. It stands up to the push and pull of lifting and high-intensity workouts, delivering stability and durability.",
    "price": 130,
    "img": "./images/women-shoe3.png"
  },
  "women-shoe-4": {
    "name": "KYBIRD S2 SASHIKO",
    "description": "The Kybrid S2 Sashiko (a term that translates to little stabs) explores the connection between Kyrie's ability to put defenders on skates on the court, and his love for skating off of it. The design pays homage to the classic SB logo with a reimagined Nike BB logo on the tongue. It's dressed in a cool cream hue on the midsole with hits of blue stitching throughout.",
    "price": 140,
    "img": "./images/women-shoe4.png"
  },
  "women-shoe-5": {
    "name": "JORDAN DELTA",
    "description": "The Jordan Delta has a design that's expressive and comfortable from the inside out. Made with a mix of materials, this shoe has plush, lightweight foam underfoot. Its meticulously crafted for a look and feel only Jordan brand can deliver.",
    "price": 130,
    "img": "./images/women-shoe5.png"
  },
  "women-shoe-6": {
    "name": "NIKE MERCURIAL VAPOR 13 PRO FG",
    "description": "Building on the 360-degree Flyknit innovation of the 12, the Nike Mercurial Vapor 13 Pro FG adds a Nike Aerotrak zone that grips the turf to help supercharge the traction.",
    "price": 117.97,
    "img": "./images/women-shoe6.png"
  },
  "women-shoe-7": {
    "name": "NIKECOURT AIR ZOOM VAPOR X",
    "description": "The NikeCourt Air Zoom Vapor X is supportive and responsive so you can run, jump and slide in total comfort. The innovative outsole keeps weight to a minimum while putting durability where it's needed the most—so you can keep getting after it, match after match.",
    "price": 150,
    "img": "./images/women-shoe7.png"
  },
  "women-shoe-8": {
    "name": "NIKE AIR ZOOM PEGASUS 36 TRAIL",
    "description": "An icon hits the paths less traveled in the Nike Air Zoom Pegasus 36 Trail. Perforated mesh upper offers breathable comfort, and double Zoom Air units cushion your stride. Outsole lugs optimize traction when running uphill.",
    "price": 130,
    "img": "./images/women-shoe8.png"
  },
  "women-shoe-9": {
    "name": "NIKE BELLA KAI 2 LEATHER",
    "description": "Designed specifically for a woman’s foot, the Nike Bella Kai 2 Leather Thong beautifully blends form and function. It features a premium woven leather strap for a refined look and lasting durability. Soft lining wraps your foot in comfort, and the foam footbed adds plush cushioning for everyday wear.",
    "price": 27.97,
    "img": "./images/women-shoe9.png"
  }
}
